--------------------------------------------------------------------------------
INSERT INTO requests.stages_spec VALUES
    ('creation', 'Создание заявки'),
    ('ack', 'Подтверждение заявки на ППОИ'),
    ('extract', 'Выдача информации из архива ППОИ'),
    ('delivery', 'Доставка информации с ППОИ'),
    ('waiting_write', 'Ожидание записи информации'),
    ('write', 'Запись информации на носитель'),
    ('closing', 'Закрытие заявки');

--------------------------------------------------------------------------------
INSERT INTO requests.statistics VALUES
    ('open', 0),
    ('waiting_write', 0),
    ('closing', 0);